# IdeaStatiCa.RcsApi.Model.Region2D

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Outline** | **PolyLine2D** |  | [optional]
**Openings** | **List&lt;PolyLine2D&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)